[RegexL1]
rule_1=2026-08-18 13:41:08 | 第一篇 公共场所行政处罚案由 | ^第[一二三四五六七八九十]+篇
[RegexL2]
rule_1=2026-08-18 13:41:08 | 一、卫生制度不全案 | ^[一二三四五六七八九十]+[、\.]
[RegexL3]
rule_1=2026-08-18 13:41:08 | 未命名规则 | ^\d+\.\s*
[RegexLine]
rule_1=2026-08-18 13:41:08 | 未命名规则 | \d+\s*页?\s*$
[RegexTitle]
rule_1=2026-08-18 13:41:08 | 未命名规则 | ^(.*?)(?=\s*[\.·…\s\-—–|_]*[pP|第]?\s*\d+\s*页?$)
rule_2=2026-08-18 13:42:13 | 未命名规则 | ^(.*?)(?=\s*[\.·…\s\-—–|_]*[pP|第]?\s*\d+\s*页?$)
[RegexPage]
rule_1=2026-08-18 13:41:08 | 样本:1 | (\d+)\s*页?\s*$
